10/data/attachments/7eae20254241ad1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Lisa_imagine_Actions_73241_2</nif:username>
            <nif:friendToBeRequested>soap_actions_d5a9c198-a2c1-4b20-afbb-b427d7cda18d</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>